Repository: RRZE-Webteam/rrze-univis
Catalog: languages/rrze-univis-*.po
Languages: de_de

source: Su
de_de: So

source: Thu
de_de: Do

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: -- All --
de_de: -- Alle --

source: -- Current semester --
de_de: -- Aktuelles Semester --

source: <b><i>Univ</i>IS</b> - Information System of the FAU
de_de: <b><i>Univ</i>IS</b> - Informationssystem der FAU

source: Accompanying seminar (BSEM)
de_de: Begleitseminar (BSEM)

source: Additional information
de_de: Zusätzliche Informationen

source: Address
de_de: Adresse

source: Advanced course (AK)
de_de: Aufbaukurs (AK)

source: Advanced seminar (AS)
de_de: Aufbauseminar (AS)

source: All employees
de_de: Alle Mitarbeiter

source: All lectures
de_de: Alle Lehrveranstaltungen

source: Allowed for guest students
de_de: Für Gaststudenten zugelassen

source: Area
de_de: Bereich

source: Article in anthology
de_de: Artikel im Sammelband

source: Article in magazine
de_de: Artikel in Zeitschrift

source: Article in proceedings
de_de: Artikel im Tagungsband

source: Bachelor
de_de: Bakkalaureus

source: Bachelor thesis
de_de: Bachelorarbeit

source: Back to overview
de_de: Zurück zur Übersicht

source: Basic course (GK)
de_de: Grundkurs (GK)

source: Basic seminar (GS)
de_de: Grundseminar (GS)

source: block event
de_de: Blockveranstaltung

source: Business Informatics
de_de: Wirtschaftsinformatik

source: Certificate
de_de: Schein

source: Clinical visit (KLV)
de_de: Klinische Visite (KLV)

source: College (KOL)
de_de: Kolleg (KOL)

source: Colloquium (KO)
de_de: Kolloquium (KO)

source: Combined seminar (KS)
de_de: Kombiseminar (KS)

source: Committee meeting (GSZ)
de_de: Gremiensitzung (GSZ)

source: Computer Science
de_de: Informatik

source: Conference volume (not published by the publisher)
de_de: Tagungsband (nicht im Verlag erschienen)

source: Content
de_de: Inhalt

source: Course
de_de: Kurs

source: Date
de_de: Termin

source: Dentistry
de_de: Zahnmedizin

source: Diploma
de_de: Diplom

source: Disclosure document
de_de: Offenlegungsschrift

source: Discussion paper
de_de: Diskussionspapier

source: Displays a lecture, person or publication
de_de: Zeigt eine Lehrveranstaltung, Person oder Publikation an

source: Doctor
de_de: Doktor

source: Early study
de_de: Frühstudium

source: ECTS information
de_de: ECTS-Informationen

source: Employees organization
de_de: Mitarbeiter Organisation

source: Employees phone book
de_de: Mitarbeiter Telefonbuch

source: End of the lecture period this summer semester
de_de: Ende der Vorlesungszeit in diesem Sommersemester

source: End of the lecture period this winter semester
de_de: Ende der Vorlesungszeit in diesem Wintersemester

source: Engineering
de_de: Ingenieurwissenschaft

source: Every fourth week
de_de: Alle vier Wochen

source: Every other week
de_de: Jede zweite Woche

source: Every third week
de_de: Alle drei Wochen

source: Exam course (KK)
de_de: Klausurenkurs (KK)

source: Exam seminar (ES)
de_de: Examensseminar (ES)

source: Examination (PF)
de_de: Prüfung (PF)

source: exclude
de_de: außer

source: Excursion (EX)
de_de: Exkursion (EX)

source: Exercise (UE)
de_de: Übung (UE)

source: Expected participants
de_de: Erwartete Teilnehmerzahl

source: Fax number
de_de: Faxnummer

source: Fields of study
de_de: Studienfächer / Studienrichtungen

source: Final report
de_de: Abschlussbericht

source: Find Lectures from the soúmmer semester
de_de: Finde Lehrveranstaltungen ab dem Sommersemester

source: For more information
de_de: Für mehr Information

source: from SEM
de_de: ab Sem.

source: Habilitation thesis
de_de: Habilitationsschrift

source: hide
de_de: ausblenden

source: History of Languages Seminar (HIS)
de_de: Sprachhistorisches Seminar (HIS)

source: honorary
de_de: ehrenhalber

source: Humanities
de_de: Geisteswissenschaft

source: Ignore jobs - separate individual activities with | from each other.
de_de: Ignoriere Jobs - einzelne Tätigkeiten durch | voneinander trennen.

source: import to calendar
de_de: in den Kalender importieren

source: Instructions for scientific work (AWA)
de_de: Anleitung zu wiss. Arbeiten (AWA)

source: Internal Report
de_de: Interner Bericht

source: Internal Report (Technical Report, Research Report)
de_de: Interner Bericht (Technischer Bericht, Forschungsbericht)

source: Introductory course (EK)
de_de: Einführungskurs (EK)

source: IPR
de_de: Schutzrecht

source: Job title
de_de: Tätigkeit

source: Keyword
de_de: Suchbegriff

source: Keywords
de_de: Schlagwörter

source: Language
de_de: Sprache

source: language
de_de: Sprache

source: Last name, first name
de_de: Nachname, Vorname

source: law
de_de: Recht

source: Lecture
de_de: Lehrveranstaltung

source: Lecture (VORL)
de_de: Vorlesung (VORL)

source: Lecture with exercise (V/UE)
de_de: Vorlesung mit Übung (V/UE)

source: Lecture's language English
de_de: Unterrichtssprache Englisch

source: Lecture's language German
de_de: Unterrichtssprache Deutsch

source: Lecturers
de_de: Dozent/in

source: Lectures
de_de: Lehrveranstaltungen

source: Lectures begin this summer semester
de_de: Beginn der Vorlesungszeit in diesem Sommersemester

source: Lectures begin this winter semester
de_de: Beginn der Vorlesungszeit in diesem Wintersemester

source: Link to <b><i>Univ</i>IS</b>
de_de: Link zu <b><i>Univ</i>IS</b>

source: Link to UnivIS is missing.
de_de: Link zu UnivIS fehlt.

source: Magister Artium
de_de: Magister

source: Main Lecture (HVL)
de_de: Hauptvorlesung (HVL)

source: Main seminar (HS)
de_de: Hauptseminar (HS)

source: Make phone numbers dialable
de_de: Telefonnummern wählbar machen

source: Master's thesis
de_de: Masterarbeit

source: Math
de_de: Mathematik

source: medicine
de_de: Medizin

source: Middle seminar (MS)
de_de: Mittelseminar (MS)

source: Mobile number
de_de: Mobilnummer

source: Monograph
de_de: Monographie

source: Natural Science
de_de: Naturwissenschaft

source: No matching entries found.
de_de: Keine passenden Einträge gefunden.

source: No matching records found.
de_de: Keine passenden Datensätze gefunden.

source: Offer ICS
de_de: ICS anbieten

source: Office hours
de_de: Sprechzeiten

source: Organization
de_de: Organisation

source: Other
de_de: Andere

source: Other courses (SL)
de_de: Sonstige Lehrveranstaltung (SL)

source: Output imported courses
de_de: Importierte Lehrveranstaltungen ausgeben

source: Overview
de_de: Übersicht

source: Patent application
de_de: Patentanmeldung

source: Patent specification
de_de: Patentschrift

source: Phone number
de_de: Telefonnummer

source: Please select
de_de: Bitte wählen Sie

source: Political Science
de_de: Politikwissenschaft

source: Practice seminar (PRS)
de_de: Praxisseminar (PRS)

source: Prerequisites / Organizational information
de_de: Voraussetzungen / Organisatorisches

source: Project Seminar (PJS)
de_de: Projektseminar (PJS)

source: Propaedeutic Exercise (PPU)
de_de: Propädeutische Übung (PPU)

source: Publications
de_de: Publikationen

source: Recommended Literature
de_de: Empfohlene Literatur

source: Research report
de_de: Forschungsbericht

source: Room
de_de: Raum

source: RRZE UnivIS Settings
de_de: RRZE UnivIS Einstellungen

source: RRZE Webteam on Github
de_de: RRZE-Webteam in Github

source: Search
de_de: Suchen

source: Search for UnivIS IDs
de_de: Nach UnivIS IDs suchen

source: show
de_de: anzeigen

source: Show anchors
de_de: Sprungmarken anzeigen

source: Show early studies only
de_de: Nur Frühstudium anzeigen

source: Show eMail
de_de: eMail anzeigen

source: Show from the specified year of publication. F.e. 2017
de_de: Ab dem angegebenen Erscheinungsjahr anzeigen. Z.B. 2017

source: Show phone numbers
de_de: Telefonnummern anzeigen

source: Show suitable for visiting students only
de_de: Nur für Gaststudium geeignet anzeigen

source: Show these jobs only
de_de: Nur diese Jobs anzeigen

source: single appointment on
de_de: Einzeltermin am

source: Single employee
de_de: Mitarbeiter einzeln

source: Single lecture
de_de: Lehrveranstaltung einzeln

source: Size of heading where output starts
de_de: Größe der Überschrift, ab der Ausgaben beginnen

source: Social Science
de_de: Sozialwissenschaft

source: Sort by type f.e. "vorl,ueb"
de_de: Sortierung nach Typ z.B. "vorl,ueb"

source: Study paper
de_de: Studienarbeit

source: Suitable for beginners
de_de: Für Anfänger geeignet

source: Technical Sciences
de_de: technische Wissenschaften

source: Text for UnivIS link is missing
de_de: Text für den UnivIS Link fehlt

source: Text to <b><i>Univ</i>IS</b> link
de_de: Text für den <b><i>Univ</i>IS</b> Link

source: Theory Seminar (TS)
de_de: Theorieseminar (TS)

source: Thesis (also published by the publisher)
de_de: Hochschulschrift (auch im Verlag erschienen)

source: Time and place
de_de: Zeit/Ort n.V.

source: Time and place on appointment
de_de: Zeit/Ort n.V.

source: Time on appointment
de_de: Zeit n.V.

source: Title
de_de: Titel

source: to
de_de: bis

source: Training seminar (US)
de_de: Übungsseminar (US)

source: Tutorial (TUT)
de_de: Tutorium (TUT)

source: Type
de_de: Typ

source: Type f.e. vorl (=lecture)
de_de: Typ z.B. vorl (=Vorlesung)

source: University thesis (dissertation, habilitation thesis, diploma thesis etc.)
de_de: Hochschulschrift (Dissertation, Habilitationsschrift, Diplomarbeit etc.)

source: UnivIS ID lecture
de_de: UnivIS ID Lehrveranstaltung

source: UnivIS OrgID
de_de: UnivIS-OrgNr.

source: UnivIS Settings
de_de: Einstellungen &rsaquo; UnivIS

source: Upper seminar (OS)
de_de: Oberseminar (OS)

source: Utility model
de_de: Gebrauchsmuster

source: Veterinary Medicine
de_de: Tiermedizin

source: Working group
de_de: Abteilung

source: Working group (AG)
de_de: Arbeitsgemeinschaft (AG)
